Repository: IUS-CS/capstone-project-nokill
Catalog: doc/SRC/plugins/qyrr-code/languages/qyrr-*.po
Languages: de_de

source: Add New
de_de: Hinzufügen

source: Add New QR Code
de_de: QR-Code hinzufügen

source: New QR Code
de_de: Neuer QR-Code

source: Edit QR Code
de_de: QR-Code bearbeiten

source: View QR Code
de_de: QR-Code ansehen

source: All QR Codes
de_de: Alle QR-Codes

source: Search QR Codes
de_de: QR-Codes durchsuchen

source: Parent QR Codes:
de_de: Eltern-QR-Codes:

source: No QR codes found.
de_de: Keine QR-Codes gefunden.

source: No QR codes found in Trash.
de_de: Keine QR-Codes im Papierkorb gefunden.

source: QR codes archives
de_de: QR-Code Archive

source: Insert into QR Code
de_de: In QR-Code einfügen

source: Uploaded to this QR Code
de_de: Zum QR-Code hochladen

source: Filter QR codes list
de_de: QR-Code-Liste filtern

source: QR list navigation
de_de: QR-Code Listen-Navigation

source: QR codes list
de_de: QR-Code Liste

# taxonomy general name
source: Campains
de_de: Kampagnen

# taxonomy singular name
source: Campain
de_de: Kampagne

source: Search Campains
de_de: Kampagnen durchsuchen

source: Popular Campains
de_de: Populäre Kampagnen

source: All Campains
de_de: Alle Kampagnen

source: Edit Campain
de_de: Kampagne bearbeiten

source: Update Campain
de_de: Kampagne aktualisieren

source: Add New Campain
de_de: Neue Kampagne hinzufügen

source: New Campain Name
de_de: Neuer Kampagnen Name

source: Separate Campains with commas
de_de: Kampagnen mit Komma trennen

source: Add or remove Campains
de_de: Hinzufügen oder entfernen von Kampagnen

source: Choose from the most used Campains
de_de: Aus meist genutzten Kampagnen wählen

source: No Campains found.
de_de: Keine Kampagnen gefunden.

source: Campains
de_de: Kampagnen

source: Download PNG
de_de: PNG herunterladen

source: Download
de_de: Herunterladen

source: General
de_de: Allgemein

source: Logo or Label
de_de: Logo oder Label

source: Render mode
de_de: Render-Modus

source: Image
de_de: Bild

source: Size (Px)
de_de: Größe (px)

source: Fill color
de_de: Füllfarbe

source: Background color
de_de: Hintergrundfarbe

source: Min version
de_de: Minimale Version

source: Error handling level
de_de: Fehlerkorrektur

source: L - Low (7%)
de_de: L - niedrig (7%)

source: M - Medium (15%)
de_de: M - Mittel (15%)

source: Q - Quartile (25%)
de_de: Q - Quartal (25%)

source: H - High (30%)
de_de: H - Hoch (30%)

source: Quiet zone
de_de: Außenabstand

source: Corner radius (%)
de_de: Abgerundete Ecken (%)

source: Label Mode
de_de: Label-Modus

source: Label-Strip
de_de: Label-Streifen

source: Logo-Strip
de_de: Logo-Streifen

source: Logo size (%)
de_de: Logogröße (%)

source: Font
de_de: Schriftart

source: Font-Color
de_de: Schriftfarbe

source: There was an error uploading your file. The error is:
de_de: Es gab ein Problem mit deiner Datei. Der Fehler lautet:

source: The file type that you've uploaded is not a allowed.
de_de: Der von dir hochgeladene Dateityp ist nicht erlaubt.

source: QR-Code generation, management and tracking as it should be.
de_de: QR-Code Generierung, Management und Tracking wie es sein sollte.
